Repository: beahrbit/Memmeger
Catalog: frontend/assets/l10n/app_*.arb
Languages: de

# eventsScreenHeadline
source: Your events
de: Deine Events

# authErrorMessage
source: Authentication Error
de: Ein Fehler ist bei der Authentifizierung aufgetreten

# profileTitle
source: Profile
de: Profil

# noUserFound
source: No User Found. Redirecting to Login Screen...
de: Kein Nutzer angemeldet

# userDeleteAccount
source: Delete Account
de: Account löschen

source: Enter Event
de: Event Beitreten

# enterEventDialogDescription
source: Please insert the ID of the event you want to enter
de: Bitte trage hier die Event-ID des Events ein, dem du beitreten möchtest

# enterEventButton
source: Enter
de: Beitreten

# eventNotFound
source: There is not event with this ID
de: Kein Event mit dieser ID gefunden

# eventShareHeadline
source: Share
de: Teilen
